USE `jr_course` ;

INSERT INTO `user`
VALUES 
(1, 'Timmy', 'Artem', 'Kostromin', 'kosromin_artem@gmail.com');

INSERT INTO `grammar` 
VALUES 
(1, 4, 'による', '人による', 'Зависит от... Зависит от человека.');

INSERT INTO `word` 
VALUES 
(1, 'easy', '人', 'ひと', 'человек', ''),
(2, 'easy', '母', 'はは', 'мама', ''),
(3, 'easy', '父', 'ちち', 'папа', ''),
(4, 'easy', '箱', 'はこ', 'ящик', ''),
(5, 'medium', '郵便局', 'ゆうびんきょく', 'почтовое отделение', ''),
(6, 'medium', '詐欺', 'さぎ', 'мошенничество, афера', ''),
(7, 'medium', '迷路', 'めいろ', 'лабиринт', '迷路に陥（お）ちる обр. попасть в затруднительное положение'),
(8, 'hard', '圧縮', 'あっしゅく', 'компрессия', 'Сжатие, сокращение. 〜する сжимать, сокращать. ファイル圧縮'),
(9, 'hard', '解散', 'かいさん', 'роспуск, расформирование', '');